---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFy1
source: html/43213d3e-46f2-2aac-2495-ff49a652cc02.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFy1 Property

"Fy 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadLinearForceFy1 { get; }
```